Repository: katagaki/Overhead
Catalog: LCD/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: %@ · 当駅始発
en: %@ · Starts here
ko: %@ · 당역 출발
zh_hans: %@ · 本站始发
zh_hant: %@ · 本站始發

# %@ %@ %lld分
source: %1$@ %2$@ %3$lld分
en: %2$@ %3$lld min
ko: %1$@ %2$@ %3$lld분

source: %@発
en: dep. %@
ko: %@ 출발
zh_hans: %@发车
zh_hant: %@發車

# Badge.GPSPlusTimetable
source: GPS+時刻表
en: GPS+Timetable
ko: GPS+시간표
zh_hans: GPS+时刻表

# Badge.Timetable
source: 時刻表
en: Timetable
ko: 시간표
zh_hans: 时刻表

# Board.Bound
source: %@行
en: for %@
ko: %@행
zh_hans: 开往%@
zh_hant: 開往%@

# Button.RefreshDelayInfo
source: 遅延情報を更新
en: Refresh Delay Info
ko: 지연 정보 새로고침
zh_hans: 刷新延误信息
zh_hant: 重新整理延誤資訊

# Destination.Suffix %@ %@
source: %1$@ %2$@行
en: %1$@ to %2$@
ko: %1$@ %2$@행
zh_hans: %1$@ 至%2$@
zh_hant: %1$@ 至%2$@

# Label.EstimatedArrival
source: 到着予定
en: ETA
ko: 도착 예정
zh_hans: 预计到达
zh_hant: 預計抵達

# Label.GetOffAt
source: 下車
en: Get Off
ko: 하차
zh_hans: 下车

# Label.Next
source: つぎは
en: Next
ko: 다음은
zh_hans: 下一站
zh_hant: 下一站

# Label.NextTransfer
source: 次の乗換
en: Next Transfer
ko: 다음 환승
zh_hans: 下一个换乘
zh_hant: 下一個轉乘

# Label.NowAt
source: ただいま
en: Now at
ko: 현재
zh_hans: 现在
zh_hant: 現在

# Label.TimeRemaining
source: 残り
en: Left
ko: 남음
zh_hans: 剩余
zh_hant: 剩餘

# Label.Transfer
source: 乗換
en: Transfer
ko: 환승
zh_hans: 换乘
zh_hant: 轉乘

# LiveActivity.Delay.Badge %lld
source: 遅延 +%lld分
en: Delayed +%lld min
ko: 지연 +%lld분
zh_hans: 延误 +%lld分钟
zh_hant: 延誤 +%lld分鐘

# LiveActivity.Delay.Minutes %lld
source: +%lld分
en: +%lld min
ko: +%lld분
zh_hans: +%lld分钟
zh_hant: +%lld分鐘

# LiveActivity.DepartsAt %@
source: %@ 発車
en: Departs %@
ko: %@ 출발
zh_hans: %@ 发车
zh_hant: %@ 發車

# LiveActivity.NextIs %@
source: 次は %@
en: Next: %@
ko: 다음: %@
zh_hans: 下一站: %@
zh_hant: 下一站: %@

# Route.Home
source: 自宅
en: Home
ko: 집
zh_hans: 家
zh_hant: 家

# Route.School
source: 学校
en: School
ko: 학교
zh_hant: 學校

# Route.Work
source: 職場
en: Work
ko: 직장
zh_hans: 公司
zh_hant: 公司

# Status.OnTime
source: 定刻
en: On Time
ko: 정시
zh_hans: 正点
zh_hant: 準點

# Status.OnTimeOperation
source: 定刻運転
en: On Schedule
ko: 정시 운행
zh_hans: 正常运行
zh_hant: 正常運行

# Time.LessThanOneMinuteAgo
source: <1分前
en: <1 min ago
ko: <1분 전
zh_hans: <1分钟前
zh_hant: <1分鐘前

# Time.MinutesAgo %lld
source: %lld分前
en: %lld min ago
ko: %lld분 전
zh_hans: %lld分钟前
zh_hant: %lld分鐘前

# Time.Now
source: 今
en: Now
ko: 지금
zh_hans: 刚刚
zh_hant: 剛剛

source: アプリを開いてお気に入りを追加
en: Open the app to add favorites
ko: 앱을 열어 즐겨찾기 추가
zh_hans: 打开 App 添加收藏
zh_hant: 打開 App 加入收藏

source: アプリを開いて更新
en: Open the app to refresh
ko: 앱을 열어 새로고침
zh_hans: 打开 App 刷新
zh_hant: 打開 App 重新整理

source: お気に入り
en: Favorites
ko: 즐겨찾기
zh_hans: 收藏
zh_hant: 收藏

source: お気に入りに追加した駅から、選んだ路線・方面の次の発車を表示します。
en: Shows the next departures for a line and direction at a station you added to Favorites.
ko: 즐겨찾기에 추가한 역에서 선택한 노선·방면의 다음 출발을 표시합니다.
zh_hans: 显示已添加到收藏的车站中所选线路和方向的下次发车。
zh_hant: 顯示已加入收藏的車站中所選路線和方向的下次發車。

source: お気に入りに追加した駅から、選んだ路線・方面の発車案内を表示します。
en: Shows departures for a line and direction at a station you added to Favorites.
ko: 즐겨찾기에 추가한 역에서 선택한 노선·방면의 출발 안내를 표시합니다.
zh_hans: 显示已添加到收藏的车站中所选线路和方向的发车信息。
zh_hant: 顯示已加入收藏的車站中所選路線和方向的發車資訊。

source: お気に入りに追加した駅の発車案内を表示します。
en: Shows departures for the stations you added to Favorites.
ko: 즐겨찾기에 추가한 역의 출발 안내를 표시합니다.
zh_hans: 显示已添加到收藏的车站的发车信息。
zh_hant: 顯示已加入收藏的車站的發車資訊。

source: お気に入りの経路をワンタップで開始します。
en: Start a favorite route with one tap.
ko: 즐겨찾기 경로를 한 번에 시작합니다.
zh_hans: 一键开始收藏的路线。
zh_hant: 一鍵開始收藏的路線。

source: お気に入りへ出発
en: Depart for a Favorite
ko: 즐겨찾기로 출발
zh_hans: 出发前往收藏
zh_hant: 出發前往收藏

source: お気に入りを追加
en: Add favorites
ko: 즐겨찾기 추가
zh_hans: 添加收藏
zh_hant: 加入收藏

source: 一路線の発車案内
en: Single Line Departures
ko: 단일 노선 출발 안내
zh_hans: 单条线路发车信息
zh_hant: 單條路線發車資訊

source: 分
en: min
ko: 분

source: 当駅始発
en: Starts here
ko: 당역 출발
zh_hans: 本站始发
zh_hant: 本站始發

source: 方面
en: Direction
ko: 방면
zh_hans: 方向
zh_hant: 方向

source: 時刻
en: Time
ko: 출발 시각
zh_hans: 发车时刻
zh_hant: 發車時刻

source: 本日の運行は終了
en: Service ended
ko: 운행 종료
zh_hans: 今日已无发车
zh_hant: 今日已無發車

source: 本日の運行は終了しました
en: No more departures today
ko: 오늘 남은 출발 편이 없습니다
zh_hans: 今日已无发车
zh_hant: 今日已無發車

source: 発車情報なし
en: No departures
ko: 출발 정보 없음
zh_hans: 无发车信息
zh_hant: 無發車資訊

source: 種別
en: Train
ko: 종별
zh_hans: 车种
zh_hant: 車種

source: 行先
en: Destination
ko: 행선지
zh_hans: 开往
zh_hant: 開往

source: 路線
en: Line
ko: 노선
zh_hans: 线路

source: 選んだお気に入りの経路をすぐに開始します。
en: Starts the chosen favorite route right away.
ko: 선택한 즐겨찾기 경로를 바로 시작합니다.
zh_hans: 立即开始所选的收藏路线。
zh_hant: 立即開始所選的收藏路線。

source: 駅
en: Station
ko: 역
zh_hans: 车站
zh_hant: 車站

source: 駅の発車標
en: Station Departure Board
ko: 역 출발 안내판
zh_hans: 车站发车标
zh_hant: 車站發車標
